Repository: ekchhuon/aeonloan
Catalog: AEON Loan/Resources/Localization/*.lproj/Localizable.strings
Languages: km

source: Username/Phone Number
km: ឈ្មោះ​ ឬលេខទូរស័ព្ទ

source: Password
km: លេខសំងាត់

source: Check Credit
km: ពិនិត្យក្រេឌីត

source: Apply Loan/Installment
km: ស្នើសុំកម្ចី/បង់រំលោះ

source: AEON SPB Product
km: ផលិតផល

source: Promotion
km: ប្រូម៉ូសិន

source: Payment Schedule
km: កាលវិភាគបង់ប្រាក់

source: Loan Calculation
km: គណនាកម្ចី

source: About Us
km: អំពីយើង

source: Contact Us
km: ទំនាក់ទំនង

source: Change Phone Number
km: ប្តូលេខទូរស័ព្ទ

source: Change Language
km: ប្តូរភាសារ

source: Logout
km: ចាកចេញ

source: Cancel
km: បោះបង់

source: AEON Products
km: ផលិតផល និងសេវាកម្ម

source: AEON Cards
km: អ៉ីអនកាត

source: Loans
km: កម្ចីសាច់ប្រាក់

source: Installments
km: សេវាកម្មបង់រំលោះ

source: Digital Products
km: ផលិតផលឌីជីថល

source: Language
km: ភាសា

source: Select a Language
km: ជ្រើសរើសភាសា

source: Province
km: រាជធានី/ខេត្ត

source: District
km: ស្រុក/ក្រុង

source: Commune
km: ឃុំ/សង្កាត់

source: Village
km: ភូមិ

source: We apology!
km: សូមអភ័យទោស!

source: You are not meet our criteria to apply loan. Please try again later.
km: លោកអ្នកមិនទាន់គ្រប់លក្ខខណ្ឌតម្រូវ​ ដើម្បីទទួលបានកម្ចីនៅឡើយទេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។

source: Congratulation!
km: អបអរសាទរ!

source: You have got pre-approval with below finance amount:
km: លោកអ្នកទទួលបាននូវការយល់ព្រមទុកជាមុននូវទំហំកម្ចីដូចខាងក្រោម៖
